{
  "text": {
    "hey": 37,
    "hello": 36,
    "hi": 38,
    "there": 99,
    "xin": 125,
    "chào": 12,
    "shop": 87,
    "alo": 1,
    "ơi": 133,
    "goodbye": 33,
    "tạm": 112,
    "biệt": 7,
    "yes": 127,
    "y": 126,
    "indeed": 48,
    "of": 75,
    "course": 15,
    "that": 97,
    "sounds": 89,
    "good": 32,
    "correct": 14,
    "ok": 76,
    "no": 71,
    "n": 64,
    "never": 65,
    "không": 50,
    "hong": 39,
    "phải": 79,
    "perfect": 77,
    "great": 34,
    "amazing": 3,
    "feeling": 28,
    "like": 53,
    "a": 0,
    "king": 51,
    "wonderful": 122,
    "i": 47,
    "am": 2,
    "very": 116,
    "going": 31,
    "to": 105,
    "save": 85,
    "the": 98,
    "world": 123,
    "super": 91,
    "stoked": 90,
    "extremely": 25,
    "so": 88,
    "my": 61,
    "day": 21,
    "was": 120,
    "horrible": 40,
    "sad": 83,
    "don": 23,
    "t": 94,
    "feel": 27,
    "well": 121,
    "disappointed": 22,
    "m": 58,
    "unhappy": 115,
    "not": 72,
    "extremly": 26,
    "saad": 82,
    "are": 4,
    "you": 128,
    "bot": 8,
    "human": 42,
    "talking": 95,
    "cho": 11,
    "tôi": 111,
    "danh": 20,
    "sách": 92,
    "sản": 93,
    "phẩm": 80,
    "liệt": 54,
    "kê": 52,
    "tất": 113,
    "cả": 18,
    "đi": 129,
    "bạn": 10,
    "có": 17,
    "những": 70,
    "nào": 73,
    "tên": 110,
    "phí": 78,
    "ship": 86,
    "bao": 5,
    "nhiêu": 68,
    "giao": 29,
    "hàng": 44,
    "mất": 62,
    "mấy": 63,
    "ngày": 66,
    "nhanh": 67,
    "về": 119,
    "hà": 43,
    "nội": 74,
    "lâu": 57,
    "hình": 45,
    "thức": 103,
    "thanh": 96,
    "toán": 107,
    "thể": 102,
    "trả": 109,
    "tiền": 104,
    "khi": 49,
    "nhận": 69,
    "qua": 81,
    "vnpay": 117,
    "tặng": 114,
    "ở": 134,
    "đâu": 130,
    "là": 55,
    "gì": 35,
    "cách": 16,
    "thế": 101,
    "làm": 56,
    "sao": 84,
    "để": 132,
    "đặt": 131,
    "mua": 59,
    "hướng": 46,
    "dẫn": 24,
    "muốn": 60,
    "biết": 6,
    "trên": 108,
    "thêm": 100,
    "vào": 118,
    "giỏ": 30,
    "bán": 9,
    "chạy": 13,
    "xem": 124,
    "top": 106,
    "cửa": 19,
    "hot": 41
  },
  "intent": {
    "greet": 9,
    "goodbye": 8,
    "affirm": 0,
    "deny": 7,
    "mood_great": 10,
    "mood_unhappy": 11,
    "bot_challenge": 6,
    "ask_all_products": 1,
    "ask_shipping": 5,
    "ask_payment": 4,
    "ask_giveaway": 2,
    "ask_how_to_buy": 3,
    "san_pham_ban_chay": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_all_products": 6,
    "action_san_pham_ban_chay": 10,
    "utter_ask_giveaway": 14,
    "utter_ask_how_to_buy": 15,
    "utter_ask_payment": 16,
    "utter_ask_shipping": 17,
    "utter_cheer_up": 18,
    "utter_did_that_help": 19,
    "utter_goodbye": 20,
    "utter_greet": 21,
    "utter_happy": 22,
    "utter_iamabot": 23
  },
  "action_text": null,
  "intent_response_key": null
}