{
  "text": {
    "hey": 36,
    "hello": 35,
    "hi": 37,
    "there": 79,
    "good": 29,
    "morning": 50,
    "evening": 22,
    "moin": 49,
    "let": 45,
    "s": 64,
    "go": 27,
    "dude": 21,
    "goodmorning": 32,
    "goodevening": 31,
    "afternoon": 1,
    "cu": 14,
    "by": 7,
    "cee": 10,
    "you": 95,
    "later": 44,
    "night": 56,
    "bye": 8,
    "goodbye": 30,
    "have": 34,
    "a": 0,
    "nice": 55,
    "day": 18,
    "see": 68,
    "around": 5,
    "yes": 94,
    "y": 93,
    "indeed": 41,
    "of": 60,
    "course": 13,
    "that": 77,
    "sounds": 70,
    "correct": 12,
    "no": 57,
    "n": 52,
    "never": 53,
    "i": 40,
    "don": 20,
    "t": 75,
    "think": 80,
    "so": 69,
    "like": 46,
    "way": 88,
    "not": 58,
    "really": 63,
    "perfect": 61,
    "great": 33,
    "amazing": 3,
    "feeling": 26,
    "king": 42,
    "wonderful": 90,
    "am": 2,
    "very": 86,
    "going": 28,
    "to": 81,
    "save": 67,
    "the": 78,
    "world": 91,
    "super": 72,
    "stoked": 71,
    "extremely": 23,
    "my": 51,
    "was": 87,
    "horrible": 38,
    "sad": 66,
    "feel": 25,
    "well": 89,
    "disappointed": 19,
    "m": 48,
    "unhappy": 85,
    "extremly": 24,
    "saad": 65,
    "are": 4,
    "bot": 6,
    "human": 39,
    "talking": 76,
    "cho": 11,
    "tôi": 83,
    "xin": 92,
    "danh": 17,
    "sách": 73,
    "sản": 74,
    "phẩm": 62,
    "liệt": 47,
    "kê": 43,
    "tất": 84,
    "cả": 16,
    "đi": 96,
    "bạn": 9,
    "có": 15,
    "những": 54,
    "nào": 59,
    "tên": 82
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2,
    "ask_all_products": 1
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_all_products": 6,
    "utter_cheer_up": 13,
    "utter_did_that_help": 14,
    "utter_goodbye": 15,
    "utter_greet": 16,
    "utter_happy": 17,
    "utter_iamabot": 18
  },
  "action_text": null,
  "intent_response_key": null
}