{
  "text": {
    "hey": 34,
    "hello": 33,
    "hi": 35,
    "there": 95,
    "xin": 119,
    "chào": 11,
    "shop": 83,
    "alo": 1,
    "ơi": 127,
    "goodbye": 30,
    "tạm": 107,
    "biệt": 7,
    "yes": 121,
    "y": 120,
    "indeed": 44,
    "of": 71,
    "course": 13,
    "that": 93,
    "sounds": 85,
    "good": 29,
    "correct": 12,
    "ok": 72,
    "no": 67,
    "n": 60,
    "never": 61,
    "không": 46,
    "hong": 36,
    "phải": 75,
    "perfect": 73,
    "great": 31,
    "amazing": 3,
    "feeling": 25,
    "like": 49,
    "a": 0,
    "king": 47,
    "wonderful": 117,
    "i": 43,
    "am": 2,
    "very": 111,
    "going": 28,
    "to": 101,
    "save": 81,
    "the": 94,
    "world": 118,
    "super": 87,
    "stoked": 86,
    "extremely": 22,
    "so": 84,
    "my": 57,
    "day": 18,
    "was": 115,
    "horrible": 37,
    "sad": 79,
    "don": 20,
    "t": 90,
    "feel": 24,
    "well": 116,
    "disappointed": 19,
    "m": 54,
    "unhappy": 110,
    "not": 68,
    "extremly": 23,
    "saad": 78,
    "are": 4,
    "you": 122,
    "bot": 8,
    "human": 38,
    "talking": 91,
    "cho": 10,
    "tôi": 106,
    "danh": 17,
    "sách": 88,
    "sản": 89,
    "phẩm": 76,
    "liệt": 50,
    "kê": 48,
    "tất": 108,
    "cả": 16,
    "đi": 123,
    "bạn": 9,
    "có": 15,
    "những": 66,
    "nào": 69,
    "tên": 105,
    "phí": 74,
    "ship": 82,
    "bao": 5,
    "nhiêu": 64,
    "giao": 26,
    "hàng": 40,
    "mất": 58,
    "mấy": 59,
    "ngày": 62,
    "nhanh": 63,
    "về": 114,
    "hà": 39,
    "nội": 70,
    "lâu": 53,
    "hình": 41,
    "thức": 99,
    "thanh": 92,
    "toán": 102,
    "thể": 98,
    "trả": 104,
    "tiền": 100,
    "khi": 45,
    "nhận": 65,
    "qua": 77,
    "vnpay": 112,
    "tặng": 109,
    "ở": 128,
    "đâu": 124,
    "là": 51,
    "gì": 32,
    "cách": 14,
    "thế": 97,
    "làm": 52,
    "sao": 80,
    "để": 126,
    "đặt": 125,
    "mua": 55,
    "hướng": 42,
    "dẫn": 21,
    "muốn": 56,
    "biết": 6,
    "trên": 103,
    "thêm": 96,
    "vào": 113,
    "giỏ": 27
  },
  "intent": {
    "greet": 9,
    "goodbye": 8,
    "affirm": 0,
    "deny": 7,
    "mood_great": 10,
    "mood_unhappy": 11,
    "bot_challenge": 6,
    "ask_all_products": 1,
    "ask_shipping": 5,
    "ask_payment": 4,
    "ask_giveaway": 2,
    "ask_how_to_buy": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_get_all_products": 6,
    "utter_ask_how_to_buy": 13,
    "utter_ask_payment": 14,
    "utter_ask_shipping": 15,
    "utter_cheer_up": 16,
    "utter_did_that_help": 17,
    "utter_goodbye": 18,
    "utter_greet": 19,
    "utter_happy": 20,
    "utter_iamabot": 21
  },
  "action_text": null,
  "intent_response_key": null
}